Repository: bernskioldmedia/ilmenite-olark
Catalog: languages/ilmenite-olark-*.po
Languages: sv_se

source: General Configuration
sv_se: Allmänna inställnignar

source: Activate
sv_se: Aktivera

source: Active Olark on the site
sv_se: Aktivera Olark på din webbplats

source: Insert the Site ID from your Olark account here.<br>If you don't know your Site ID, you can find it <a href="%s" target="_blank">on Olark's install page here</a>.
sv_se: Infoga webbplatsens "Site ID" från ditt Olark konto här.<br>Om du inte kan ditt "Site ID" så hittar du det på <a href="%s" target="_blank">Olarks installationssida här</a>.

source: Localization
sv_se: Översättning

source: Localization Support
sv_se: Översättnigsstöd

source: Load Olark Localization Code
sv_se: Ladda kod för översättning av Olark

source: By default, Olark is only available in one configured language. By checking this box, we will load a script that localizes the chat box strings to the current website language using the plugin translations. This works well with multilingual plugins too.
sv_se: Som standard är Olark endast tillgänglig på ett konfigurerat språk. Genom att kryssa i denna ruta laddar vi ett skript som översätter chattrutan till webbplatsens nuvarande språk genom tilläggets översättningar. Detta fungerar även bra med tillägg för flerspråkighet.

source: This (unofficial) Olark integration plugin offers an easy way to add the Olark code to your WordPress site and adds full localization support for your chat box.
sv_se: Detta (inofficiella) integrationstillägg för Olark erbjuder ett enkelt sätt att lägga in koden för Olark på den WordPress-webbplats samt ger fullt översättningsstöd för chattrutan.

source: <strong>Getting Started</strong><br>Just a couple of steps are necessary to get your Olark chat box added to your site. Go through the settings on this page and set them as needed and you'll be up and running right away
sv_se: <strong>Komma igång</strong><br>Det behövs bara ett par steg för att lägga till Olarks chattruta på din webbplats. Gå igenom inställningarna på denna sida och ställ in dem enligt önskemål så kommer du vara igång direkt.

source: <strong>Need Help?</strong><br>If you find an issue with this plugin, please do report it over on <a href="%s">our GitHub repository</a>. If you need help with configuring Olark itself, you should get in touch with them.
sv_se: <strong>Behöver du hjälp?</strong><br>Om du hittar ett fel eller har ett önskemål om detta tillägg, rapportera det i vårt <a href="%a">GitHub repository</a>. Om du behöver hjälp med att konfigurera Olark i sig bör du sätta dig i kontakt direkt med deras kundtjänst.

source: Contact us
sv_se: Kontakta oss

source: Questions? Feedback?
sv_se: Frågor? Feedback?

source: powered by <a href="http://www.olark.com?welcome" title="Olark live chat software">Olark live chat software</a>
sv_se: drivs av <a href="http://www.olark.com?welcome" title="Olark live chat software">Olark live chatt</a>

source: Help? Click to chat!
sv_se: Hjälp? Klicka för att chatta!

source: Chatting With Our Agent
sv_se: Chattar med vår agent

source: Help? Send a message!
sv_se: Hjälp? Skicka ett meddelande!

source: Do you need help? Leave a message and we will get back to you as soon as we can.
sv_se: Behöver du hjälp? Lämna ett meddelande så återkommer vi så snart vi kan.

source: Loading...
sv_se: Laddar...

source: Welcome! You can use this window to get in touch with one of our representatives right away.
sv_se: Välkommen! Du kan använda detta fönster för att få hjälp av en av våra medarbetare direkt.

source: All of our representatives are with other customers at this time. We will be with you shortly.
sv_se: Alla våra medarbetare är upptagna med andra kunder just nu. Vi kommer hjälpa dig inom kort.

source: Type here and hit enter to chat
sv_se: Skriv här och tryck enter för att chatta

source: and type your Name
sv_se: och skriv ditt namn

source: and type your Email
sv_se: och skriv din e-post

source: Send
sv_se: Skicka

source: Thank you for your message. We will get back to you as soon as we can.
sv_se: Tack för ditt meddelande. Vi återkommer till dig så snart vi kan.

source: You must complete all fields and specify a valid email address
sv_se: Du måste fylla i alla fält och ange en giltig e-postadress

source: Sending...
sv_se: Skickar...

source: is typing...
sv_se: skriver...

source: has stopped typing
sv_se: har slutat skriva

source: Please leave a name and email address so we can contact you in case we get disconnected
sv_se: Lämna gärna ett namn och e-postadress så att vi kan kontakta dig om vi blir nedkopplade

source: Welcome, just fill out some brief information and click 'Start chat' to talk to us
sv_se: Välkommen! Fyll bara i lite kort information och klicka 'Börja chatta' för att prata med oss

source: Start chat
sv_se: Börja chatta

source: chat ended, refresh for new chat
sv_se: chatten avslutades, ladda om för en ny chatt

source: This conversation has ended, but all you need to do is refresh the page to start a new one!
sv_se: Den här konversationen har avslutats, men allt du behöver göra är att ladda om sidan för att starta en ny!

source: Name
sv_se: Namn

source: Phone
sv_se: Telefon

source: E-mail
sv_se: E-post

source: Integrates live chat application Olark with your WordPress site with full localization support.
sv_se: Integrerar chattsystemet Olark med din WordPress-webbplats med fullt stöd för språkanpassning.

source: http://www.bernskioldmedia.com/
sv_se: http://www.bernskioldmedia.se/
